#include <stdio.h>
int main(){
	printf("//\\\\^'\\n#s)\\tF*//\\r\n\nhttp://i.youku.com/microhhh");
}

//题目描述
//公公由于某些不知名(zuo)的(si)原(tai)因(duo)终于患上了偏头痛，说话也成了问题，每次张口都只能说出一段无意义的字符orz。
//有一天wjh找到了他，问了他一个问题，公公很想回答，因为这关系到他的一(qi)生(mo)幸(cheng)福(ji)，但他太紧张了以至于说不出想说的//\\^'\n#s)\tF*//\r了……
//wjh表示很同情，于是说那你给我写出来吧。但大家都知道公公并不会使用转义符，于是他只能求助你们啦~
//wjh还表示并不能听懂，于是某FBBBBBB自告奋勇回答公公的话，他说出了http://i.youku.com/microhhh 的字符，但是FB转义符也早已荒废，于是又只能靠你们辣~~
//
//输入
//这道题不需要输入。
//
//输出
//输出指定的两串字符，中间以空行隔开
////\\^'\n#s)\tF*//\r
//
//http://i.youku.com/microhhh
//
//输入样例
//无
//输出样例
////\\^'\n#s)\tF*//\r     
//
//http://i.youku.com/microhhh
//Hint
//砂行软剑学园名为FB的强大男人，在人生的最后时刻将自己的所有宝藏放在了大海（www.youku.com）的深处，等待着你们去发掘；宝藏的地址就藏在我们的题目中（http://i.youku.com/microhhh）……
//咳咳，说正经的。http://i.youku.com/microhhh是软件学院的优酷频道，欢迎大家订阅，里面有大量精彩活动视频，以后软件学院的活动记录也会在这里发布~~（强行为FB安利一波）